/* No comment provided by engineer. */
" " = " ";

/* No comment provided by engineer. */
" - " = " - ";

/* No comment provided by engineer. */
" Ansicht bearbeiten " = " Ansicht bearbeiten ";

/* No comment provided by engineer. */
" PDF " = " PDF ";

/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"Abbrechen" = "Abbrechen";

/* No comment provided by engineer. */
"Anmeldung" = "Anmeldung";

/* No comment provided by engineer. */
"appointments for room" = "appointments for room";

/* No comment provided by engineer. */
"authentication" = "authentication";

/* No comment provided by engineer. */
"available Rooms" = "available Rooms";

/* No comment provided by engineer. */
"Änderungen speichern" = "Änderungen speichern";

/* No comment provided by engineer. */
"base Url" = "base Url";

/* No comment provided by engineer. */
"Bearbeiten" = "Bearbeiten";

/* No comment provided by engineer. */
"Bis" = "Bis";

/* No comment provided by engineer. */
"Bitte den Name des Reservierenden eingeben" = "Bitte den Name des Reservierenden eingeben";

/* No comment provided by engineer. */
"Bitte überprüfen Sie Ihre Eingaben" = "Bitte überprüfen Sie Ihre Eingaben";

/* No comment provided by engineer. */
"Bitte wählen Sie mindestens einen Raum aus" = "Bitte wählen Sie mindestens einen Raum aus";

/* No comment provided by engineer. */
"create appointment" = "create appointment";

/* No comment provided by engineer. */
"delete appointment" = "delete appointment";

/* No comment provided by engineer. */
"details for room" = "details for room";

/* No comment provided by engineer. */
"Die von Ihnen ausgewählten Räume sind im diesem Zeitfenster leider besetzt" = "Die von Ihnen ausgewählten Räume sind im diesem Zeitfenster leider besetzt";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Ereignis" = "Ereignis";

/* No comment provided by engineer. */
"Fehler" = "Fehler";

/* No comment provided by engineer. */
"Geben Sie die Namen für Objekte die reserviert werden (mindestens 1)" = "Geben Sie die Namen für Objekte die reserviert werden (mindestens 1)";

/* No comment provided by engineer. */
"Herzlich Wilkommen zu deinem Reservation Kalender !" = "Herzlich Wilkommen zu deinem Reservation Kalender !";

/* No comment provided by engineer. */
"Ja" = "Ja";

/* No comment provided by engineer. */
"Kein Raum ausgewählt" = "Kein Raum ausgewählt";

/* No comment provided by engineer. */
"Löschen" = "Löschen";

/* No comment provided by engineer. */
"Made with ❤" = "Made with ❤";

/* No comment provided by engineer. */
"Menü" = "Menü";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Name leer" = "Name leer";

/* No comment provided by engineer. */
"Nein" = "Nein";

/* No comment provided by engineer. */
"Neues Objekt erstellen" = "Neues Objekt erstellen";

/* No comment provided by engineer. */
"Notiz:" = "Notiz:";

/* No comment provided by engineer. */
"Objekt Name" = "Objekt Name";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Raum auswählen" = "Raum auswählen";

/* No comment provided by engineer. */
"Räume" = "Räume";

/* No comment provided by engineer. */
"reservieren" = "reservieren";

/* No comment provided by engineer. */
"Reserviert von:" = "Reserviert von:";

/* No comment provided by engineer. */
"share_pdf" = "share_pdf";

/* No comment provided by engineer. */
"update appointment" = "update appointment";

/* No comment provided by engineer. */
"url" = "url";

/* No comment provided by engineer. */
"Von" = "Von";

/* No comment provided by engineer. */
"Wähle ein Jahr aus " = "Wähle ein Jahr aus ";

/* No comment provided by engineer. */
"Wähle einen Monat aus" = "Wähle einen Monat aus";

/* No comment provided by engineer. */
"Wollen Sie den Termin wirklich löschen ?" = "Wollen Sie den Termin wirklich löschen ?";

